[
    {
        "title": "Words of wonder A to Z",
        "subtitle": "Inspirational Art & Stories For The Young Minds",
        "publisher": "Wonder House Books; First edition (7 March 2020); Prakash Books",
        "price": 349,
        "writer": "Amit Suri",
        "edition": "First",
        "type": "Hardcover",
        "rating": 0,
        "inStock": true,
        "quantity": 255,
        "pages": 136,
        "currency": "₹",
        "language": "English",
        "publicationDate": "7 March 2020",
        "countryOfOrigin": "India",
        "isbn10": "9389567912",
        "isbn13": "978-9389567915",
        "weight": 590,
        "unit": "g",
        "imageUrl": "https://images-na.ssl-images-amazon.com/images/I/71Y4E4ogCGL.jpg",
        "description": [
            "The book 'Wow: a to Z' Is the collaborative work of 26 amazingly talented artists and an author. It features 26 words, each starting with a different letter of the English alphabet. Each of the words of wonder represents a human virtue and is accompanied with an original art, a thought provoking quotation and an engaging story.",
            "The book draws its inspiration from Aristotle's saying: the whole is greater than the sum of its parts. Wow: a to Z intends to inspire those who dream, and encourages them to pursue their goals and aspirations."
        ]
    },
    {
        "title": "The Maid",
        "subtitle": "A gripping read in mystery books, the hotly-anticipated debut for 2022 and an international No.1 bestseller",
        "publisher": "HarperCollins (20 January 2022); HarperCollins",
        "price": 384,
        "writer": "Nita Prose",
        "edition": null,
        "type": "Paperback",
        "rating": 0,
        "inStock": true,
        "quantity": 258,
        "pages": 352,
        "currency": "₹",
        "language": "English",
        "publicationDate": "7 January 2022",
        "countryOfOrigin": "India",
        "isbn10": "0008539049",
        "isbn13": "978-0008539047",
        "weight": 270,
        "unit": "g",
        "imageUrl": "https://images-na.ssl-images-amazon.com/images/I/71u77RnH8HL.jpg",
        "description": "Molly the maid is all alone in the world. A nobody. She’s used to being invisible in her job at the Regency Grand Hotel, plumping pillows and wiping away the grime, dust and secrets of the guests passing through. She’s just a maid – why should anyone take notice? But Molly is thrown into the spotlight when she discovers an infamous guest, Mr Black, very dead in his bed. This isn’t a mess that can be easily cleaned up. And as Molly becomes embroiled in the hunt for the truth, following the clues whispering in the hallways of the Regency Grand, she discovers a power she never knew was there. She’s just a maid – but what can she see that others overlook? Escapist, charming and introducing a truly original heroine, The Maid is a story about how the truth isn’t always black and white – it’s found in the dirtier, grey areas in between . . ."
    },
    {
        "title": "The 143-Storey Treehouse",
        "subtitle": "",
        "publisher": "Macmillan Children's Books (19 October 2021); The Smithson, 6 Briset Street, London EC1M 5NR",
        "price": 280,
        "writer": "Andy Griffiths",
        "edition": "First",
        "type": "Paperback",
        "rating": 0,
        "inStock": true,
        "quantity": 201,
        "pages": 304,
        "currency": "₹",
        "language": "English",
        "publicationDate": "19 October 2021",
        "countryOfOrigin": "India",
        "isbn10": "1529047889",
        "isbn13": "978-1529047882",
        "weight": 200,
        "unit": "g",
        "imageUrl": "https://images-na.ssl-images-amazon.com/images/I/81iRKVa3RuS.jpg",
        "description": "We've added thirteen new levels to our Treehouse, including a word-o-matic (it knows every word in the whole world!); a recycling depot; a wrecking ball; a deep, dark cave with a real live, fire-breathing dragon; a complaining room; a spooky graveyard (where it's always midnight, even in the middle of the day); and a camping ground where you can have a nice, relaxing camping holiday. Andy's been a bit stressed, so Terry has decided the perfect way for them to relax is to head up to their new camping ground level for a much-needed holiday. But it turns out to be not quite as relaxing as Terry originally planned... Terry forgets to pack the tent and the food, their attempt at fishing ends in disaster, the spooky campfire stories are a little too spooky and then, to make matters worse, all of Andy’s fellow campers start mysteriously disappearing. Can Andy brave the dark, dark woods and rescue them in time to finish writing their next book?"
    },
    {
        "title": "These Precious Days",
        "subtitle": "",
        "publisher": "Bloomsbury Publishing (28 November 2021)",
        "price": 604,
        "writer": "Ann Patchett",
        "edition": "First",
        "type": "Paperback",
        "rating": 0,
        "inStock": true,
        "quantity": 198,
        "pages": 336,
        "currency": "₹",
        "language": "English",
        "publicationDate": "28 November 2021",
        "countryOfOrigin": "India",
        "isbn10": "1526640953",
        "isbn13": "978-1526640956",
        "weight": 508,
        "unit": "g",
        "imageUrl": "https://images-na.ssl-images-amazon.com/images/I/81iRKVa3RuS.jpg",
        "description": "The international bestselling writer Ann Patchett has been described as 'one of the foremost chroniclers of the burdens of emotional inventory and its central place in American lives' and 'a master of her art' (Observer). In her new collection, with her trademark blend of wryness, intelligence and wisdom, she explores family, friendship, marriage, failure, success - and how all these forces have shaped her as a writer. Ranging from the personal - her portrait in triptych of the three men she called her fathers, to unexpectedly falling into a friendship with Tom Hanks, to how to answer when someone asks why you don't have children - to the sublime - exploring the Harvard Museum of Natural History before its doors open, or the perfection to be found on a single page of Eudora Welty - each essay shows Patchett's strikingly original perspective, and the magical sleight of hand with which she transforms the particular into the universal. Illuminating, penetrating, funny and generous, These Precious Days is joyful time spent in the company of one of our greatest living authors."
    },
    {
        "title": "The Love Songs of W.E.B. Du Bois",
        "subtitle": "A New York Times Bestselling Novel & Oprah Book Club Pick",
        "publisher": "Fourth Estate (5 September 2021)",
        "price": 479,
        "writer": "Honorée Fanonnoe Jeffers",
        "edition": "First",
        "type": "Paperback",
        "rating": 0,
        "inStock": true,
        "quantity": 289,
        "pages": 816,
        "currency": "₹",
        "language": "English",
        "publicationDate": "05 September 2021",
        "countryOfOrigin": "United Kingdom",
        "isbn10": "0008516480",
        "isbn13": "978-0008516482",
        "weight": 800,
        "unit": "g",
        "imageUrl": "https://images-na.ssl-images-amazon.com/images/I/81c0lv0ciwL.jpg",
        "description": "The great scholar, W.E.B. Du Bois, once wrote about the Problem of race in America, and what he called ‘Double Consciousness,’ a sensitivity that every African American possesses in order to survive. Since childhood, Ailey Pearl Garfield has understood Du Bois's words all too well. From an early age, Ailey fights a battle to feel like she belongs, made all the more difficult by a hovering trauma, as well as the whispers of women – her mother, her sister and a maternal line reaching back two centuries – that urge her to succeed in their stead. Ailey decides to embark on a journey through her family's past, uncovering the shocking tales of generations of ancestors – Indigenous, Black, and white – in the deep South. In doing so she must learn to embrace her full heritage, a legacy of oppression and resistance, bondage and independence, cruelty and resilience that is the story – and the song – of America itself. Sweeping, compulsive and deeply moving, The Love Songs of W.E.B. Du Bois by Honorée Fanonne Jeffers is set to be one of the most talked about books of the year."
    }
]